[
    {
        "image": "https://i.ibb.co/dL6fqpw/slide02.jpg",
        "title": "Journal of Poverty and Social Justice",
        "category":"Accounting",
        "nature":"Print and Online",
        "language":"Enlish",
        "suemail":"demo@gmail.com",
        "pdate":"11 Nov 2023",
        "pversion":"14-16",
        "eversion":"16-20",
        "frequency":"Montly",
        "amis": "The Journal of Poverty and Social Justice provides an internationally unique forum for leading research on the themes of poverty and social justice. Focusing on poverty and social exclusion, the journal explores  links with social security (including pensions and tax credits), employment, area regeneration, housing, health, education and criminal justice, as well as issues of ethnicity, gender, disability and other social inequalities as they relate to social justice"
    },
    {
        "image": "https://i.ibb.co/7nzrGzT/slide03.jpg",
        "title": "Families, Relationships and Societies",
        "category":"Computer Science",
        "nature":"Print and Online",
        "language":"Enlish",
        "suemail":"demo@gmail.com",
        "pdate":"11 Nov 2023",
        "pversion":"14-16",
        "eversion":"16-20",
        "frequency":"Montly",
        "amis": "Families, Relationships and Societies (FRS) is a vibrant social science journal advancing scholarship and debates in the field of families and relationships.  It explores family life, relationships and generational issues across the life course. Bringing together a range of social science perspectives, with a strong policy and  practice focus, it is also strongly informed by sociological theory and the latest  methodological approaches. The title encompasses the fluidity, complexity and  diversity of contemporary social and personal relationships and their need to be understood in the context of different societies and cultures"
    },
    {
        "image": "https://i.ibb.co/ss04gDs/slide04.jpg",
        "title": "Critical and Radical Social Work",
        "category":"Archaeology",
        "nature":"Print and Online",
        "language":"Enlish",
        "suemail":"demo@gmail.com",
        "pdate":"11 Nov 2023",
        "pversion":"14-16",
        "eversion":"16-20",
        "frequency":"Montly",
        "amis": "The journal publishes papers that seek to analyse and respond to issues, such as the impact of global neoliberalism on social welfare; austerity and social work; social work and social movements; social work, inequality and oppression."
    },
    {
        "image": "https://i.ibb.co/6mrhqBG/slide01.jpg",
        "title": "European Journal of Politics and Gender",
        "category":"Art and Art History",
        "nature":"Print and Online",
        "language":"Enlish",
        "suemail":"demo@gmail.com",
        "pdate":"11 Nov 2023",
        "pversion":"14-16",
        "eversion":"16-20",
        "frequency":"Montly",
        "amis": "The European Journal of Politics and Gender (EJPG) is a peer-reviewed journal that publishes international, cutting-edge research in the broad field of politics and gender. EJPG is endorsed by the Gender and Politics Standing Group of the European Consortium for Political Research (ECPR). EJPG is firmly embedded in global politics and gender scholarship; its scope is not limited to Europe. It aims to advance gender and politics research in all its diversity"
    }
    
]