[
    {
        "title": "Climate Change & Global Warming",
        "topics": "Climate Change and Global Warming",
        "date": "December 2023",
        "overview": "The climate is changing. The earth is warming up, and there is now overwhelming scientific consensus that it is happening, and human-induced. With global warming on the increase and species and their habitats on the decrease, chances for ecosystems to adapt naturally are diminishing. Many are agreed that climate change may be one of the greatest threats facing the planet. Recent years show increasing temperatures in various regions, and/or increasing extremities in weather patterns.This research project looks at what causes climate change, what the impacts are and where scientific consensus currently is.",
        "sponsored": "Center for Policy Analysis",
        "image": "https://i.ibb.co/vj5Bydb/research.jpg"
    },
    {
        "title": "Global Financial Crisis",
        "topics": "Global Financial Crisis & Wealthy Countries",
        "date": "December 2023",
        "overview": "The global financial crisis, brewing for a while, really started to show its effects in the middle of 2007 and into 2008. Around the world stock markets have fallen, large financial institutions have collapsed or been bought out, and governments in even the wealthiest nations have had to come up with rescue packages to bail out their financial systems.On the one hand many people are concerned that those responsible for the financial problems are the ones being bailed out, while on the other hand, a global financial meltdown will affect the livelihoods of almost everyone in an increasingly inter-connected world. The problem could have been avoided, if ideologues supporting the current economics models weren’t so vocal, influential and inconsiderate of others’ viewpoints and concerns. This research project aims at identifying the responsibility of wealthy countries for global financial crisis and whether the crisis affects the world financial system.",
        "sponsored": "Center for Policy Analysis",
        "image": "https://i.ibb.co/DYWvCMv/research2.jpg"
    },
    {
        "title": "Syria Unrest",
        "topics": "Syria Unrest: Are the steps of United Nations adequate",
        "date": "December 2023",
        "overview": "Syria is one of the oldest places where civilization has thought to have started. Its capital, Damascus, is one of the oldest continuously inhabited cities in the world. Throughout history it has seen many changes, violent and otherwise. Today it is comprised of a number of ethnic groups, mostly Arab, though a reasonable number of Kurds, Armenians are also present. There have also been a number of Iraqi refugees and the main Arab group are themselves from different sects and denominations. Around January 2011, following on from the Arab Spring where protests against ruling regimes erupted in a number of Middle East countries, protesters in Syria came out demanding President Bashar al-Assad and his government step down. In response, Assad sent in troops with some cities and regions being besieged for weeks and months. Both pro and anti-government protest gatherings have at times been large.",
        "sponsored": "Center for Policy Analysis",
        "image": "https://i.ibb.co/vj5Bydb/research.jpg"
    },
    {
        "title": " Job Satisfaction",
        "topics": "What Causes Job Satisfaction among Female University Teachers",
        "date": "December 2023",
        "overview": "In the world of business, there’s no short supply of leadership. Almost everyone strives to become manager, team lead, or project leader. What really separates the great leaders and the common ones? What quality does the leader who attracts have that the leader who repels talent doesn’t? The answer is the ability to recognize and appreciate talent in others. There are a lot of different things that go into making a business successful. But when you are in charge of a company, it can sometimes be tempting to forget everything else and focus on the bottom line or how much money you are making. But profit is directly affected by everything else that works together to make a company successful, including (and perhaps most importantly by) a good set of employees.",
        "sponsored": "Center for Policy Analysis",
        "image": "https://i.ibb.co/DYWvCMv/research2.jpg"
    }
]